{"an": "78875", "title": "Pound falls sharply as Boris Johnson prompts hard Brexit fears – as it happened", "snippet": "Sterling hit by tough talk on trade deal while investors count coronavirus cost Sterling falls as prime minister prepares hard line on Brexit trade dealShares in China fall by 7.7% as markets return from holidayRyanair growth plans dented by Boeing 737 Max crisis\n\nblock-time published-time 2.57pm GMT", "body": "", "ingestion_datetime": 1580718797000, "converted_ingestion_datetime_utc-5": "2020-02-03 03:33:17", "relevant_companies": ["WTO", "SG", "RYNAER", "PBCHIN", "OPEXPC", "NISAN", "MARKIT", "GRDMP", "GOVGB", "GETCMM", "FTGRP", "EURUNO", "DORSWA", "BOEING", "BBC", "SP500"], "about_companies": ["EURUNO", "BOEING", "SP500"], "publisher_name": "The Example News"}
{"an": "49848", "title": "Australian shares tumble over fears China's coronavirus could damage economy", "snippet": "Tourism, education and mining likely to be hit as Australia’s biggest trade partner deals with outbreak\n\nShares in Australian companies closely linked to the Chinese economy tumbled on Tuesday morning amid fears the deadly coronavirus outbreak could smash a tourism sector already reeling from the summer’s unprecedented bushfires.", "body": "", "ingestion_datetime": 1580182402000, "converted_ingestion_datetime_utc-5": "2020-01-27 22:33:22", "relevant_companies": ["WHOZ", "TRZWN", "ROPRVR", "QNTAS", "EKOEE", "DUNBST", "CRNCAS", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "54482", "title": "Dow Jones plunges nearly 1,200 points on virus fears - as it happened", "snippet": "US share index tumbles 1,190 points, the Netherlands confirms its first case and 50 Britons are allowed to leave Tenerife hotel. This blog is closed.Follow our latest coronavirus blog for live news and updates\n\nblock-time published-time 12.03am GMT", "body": "", "ingestion_datetime": 1582815796000, "converted_ingestion_datetime_utc-5": "2020-02-27 10:03:16", "relevant_companies": ["SP500"], "about_companies": ["NIDHSF", "SP500"], "publisher_name": "The Example News"}
{"an": "35271", "title": "FTSE 100 hits one-year closing low, as Wall Street slides again – as it happened", "snippet": "European markets have suffered a second day of heavy losses as new coronavirus cases are reportedLatest: Wall Street has another horror dayFTSE 100 has shed another 138 points - lowest close in a yearLuxury industry faces $40bn losses Trump: Markets will slump if I lose re-election bidMeggitt, Croda and Morgan warn on virus impact\n\nblock-time published-time 10.16pm GMT", "body": "", "ingestion_datetime": 1582619776000, "converted_ingestion_datetime_utc-5": "2020-02-25 03:36:16", "relevant_companies": ["WWW", "WHOZ", "WECOF", "VSIONG", "VISA", "USNIH", "USCDCP", "USAGOV", "TSCO", "TIATAS", "SPBHBL", "RYNAER", "ROSVNS", "PRSASC", "PREUS", "NYSE", "NYMEI", "NILGYD", "MRKTWT", "MGCR", "INTBMC", "GETCMM", "FTGRP", "FEDS", "EASJET", "DORSWA", "CRDA", "CONFB", "CONAIR", "CNYC", "CMCMKT", "CISCOS", "AMEXPR", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "20561", "title": "Trump nominates John Ratcliffe for top intelligence officer post – live", "snippet": "This is the second try to name the Republican as DNICourt ruled 2-1 to block Trump Remain in Mexico policySupport the Guardian’s independent journalism. Make a contribution\n\nblock-time published-time 11.25pm GMT", "body": "", "ingestion_datetime": 1582887983000, "converted_ingestion_datetime_utc-5": "2020-02-28 06:06:23", "relevant_companies": ["SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "38865", "title": "Italy death toll rises to 34 as Dominican Republic reports first case – as it happened", "snippet": "US, Australia and Thailand also report first deaths while bans are put in place around the world on large gatherings. This blog is closedFollow our latest coronavirus blog for live news and updates\n\nblock-time published-time 11.39pm GMT", "body": "", "ingestion_datetime": 1583026393000, "converted_ingestion_datetime_utc-5": "2020-02-29 20:33:13", "relevant_companies": ["SP500"], "about_companies": ["NIDHSF", "SP500"], "publisher_name": "The Example News"}
{"an": "62582", "title": "Analysts and investors lose their bearings in the coronavirus fallout", "snippet": "Financial measures look like the wrong weapons to combat a healthcare crisis\n\n“Make this stop.” The headline on Bank of America’s rejig of its economic forecasts for Europe summed up the mood in financial markets.", "body": "", "ingestion_datetime": 1582916957000, "converted_ingestion_datetime_utc-5": "2020-02-28 14:09:17", "relevant_companies": ["NCNBCO", "LEHBRO", "BAIRW", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "68784", "title": "Two UK prisoners being tested as vaccine could be ready in 18 months – as it happened", "snippet": "WHO says at least a dozen drugmakers are working on vaccines as organisation names virus Covid-19. This blog is closed.Follow our new coronavirus live blog for the latest updates\n\nblock-time published-time 5.45pm GMT", "body": "", "ingestion_datetime": 1581379392000, "converted_ingestion_datetime_utc-5": "2020-02-10 19:03:12", "relevant_companies": ["YONNWS", "WHOZ", "UNEANG", "UKNHS", "TWNIT", "TWBAN", "TENCHL", "SUSSXU", "SNYCO", "ONLNFR", "NYT", "LNCHTM", "JHOPUT", "HEAPR", "GRDMP", "GOSING", "FISI", "ECONN", "EASJET", "CRNIVL", "CPECNL", "BAIRW", "AMZCOM", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "69529", "title": "The world this week Business", "snippet": "Global markets had a turbulent week amid heightened concern about the economic impact of the coronavirus outbreak. The S&P 500 index dropped by 3.4% in a day, its worst daily performance in two years; over a week it was down by 8% from the record high it had recently attained. Stockmarkets in Europe and Japan also swooned. As investors piled into safe assets, the yield on the ten-year US Treasury bond closed at its lowest-ever point. The VIX index, a measure of stockmarket volatility, spiked to its highest level in two years.\n\nOil prices also fell sharply, as the coronavirus led forecasters to lower their projections for demand sharply. Brent crude traded below $53 a barrel, a big dip from the almost $70 it had reached at the start of the year. Curtailed travel because of the outbreak could cost the airline industry alone $29bn in lost revenue, according to one estimate.", "body": "", "ingestion_datetime": 1582848642000, "converted_ingestion_datetime_utc-5": "2020-02-27 19:10:42", "relevant_companies": ["XRXCO", "VLKWAG", "USDTR", "SEEXC", "RTZCRA", "NWBC", "NEWSC", "MCROST", "DSNYW", "BKHT", "ARTBOE", "APPLC", "AMZCOM", "SP500"], "about_companies": ["ARTBOE", "SP500"], "publisher_name": "International Examples"}
{"an": "30648", "title": "Virus Deepens Selloff, Tests System --- Stocks suffer worst week since 2008 even after late-Friday rally; Fed projects calm", "snippet": "U.S. stocks extended a punishing selloff, dragged to their worst week since the financial crisis by mounting investor unease about the economic fallout from the coronavirus epidemic.\n\nFriday's session was marked by wild swings that sent the Dow Jones Industrial Average down more than 1000 points before it rallied over 600 points in the final minutes of trading to close down 1.4%. The Nasdaq Composite fell as much as 3.5% before bouncing higher to narrowly close in positive territory -- the first time the index has fallen by that much and notched a gain for the day since November 2008, according to Dow Jones Market Data.", "body": "", "ingestion_datetime": 1582960651000, "converted_ingestion_datetime_utc-5": "2020-02-29 02:17:31", "relevant_companies": ["RCCL", "NCNBCO", "GLDMNS", "FED", "DORSWA", "AMAIR", "AGIZHU", "SP500"], "about_companies": ["FED", "SP500"], "publisher_name": "The Example News"}
{"an": "17914", "title": "Coronavirus may accelerate trend to move supply chains away from China", "snippet": "This is a time when people in business, and in financial markets, turn their attention from economic statistics to medical ones. The coronavirus outbreak in China has put a brake on optimism in the markets and provided a counterweight to hopes in January that this would be a better year for the global economy.\n\n'' Optimists looking at the figures would cite the fact that the number of new cases in China appears to have peaked. Tie that to the fact that we will move into warmer weather in the weeks ahead and there is reason to hope that the impact will be limited.", "body": "", "ingestion_datetime": 1581487968000, "converted_ingestion_datetime_utc-5": "2020-02-12 01:12:48", "relevant_companies": ["TWBAN", "STNDPR", "NCNBCO", "IMONF", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "40593", "title": "Business & Finance", "snippet": "The FTC opened a new front in the probe of big tech companies, ordering several to provide detailed information about their acquisitions of fledgling firms over the past 10 years.\n\n---", "body": "", "ingestion_datetime": 1581491621000, "converted_ingestion_datetime_utc-5": "2020-02-12 02:13:41", "relevant_companies": ["VICMPI", "VCESTR", "UNITEL", "NWBC", "DORSWA", "AIRBAB", "SP500"], "about_companies": ["VICMPI", "SP500"], "publisher_name": "The Example News"}
{"an": "57266", "title": "Corrections & Amplifications", "snippet": "David Butler, managing director of Food Concepts, which owns Chicken Republic, said the company \"buys 100% of its chicken, rice, herbs and spices and produce directly from local Nigerian farmers and suppliers\" and \"at times, demand for our meals has outstripped the supply of local chicken, hence our shortages\" in late 2019. The company is committed to \"working with local partners, suppliers and people who share our passion to serve Nigerian consumers,\" he said. A Page One article on Dec. 12 about a shortage of chicken in Nigeria didn't contain comment from Food Concepts. Also, Deji Akinyanju, the founder of Chicken Republic, stepped down from the board in 2017 and is no longer affiliated with the company. The article failed to mention that he isn't involved at the company.\n\n(See: \"Fowl Policy Makes Chicken a Rare Bird --- In Nigeria, new rule creates shortage of popular dish\" -- WSJ Dec. 12, 2019)", "body": "", "ingestion_datetime": 1579331255000, "converted_ingestion_datetime_utc-5": "2020-01-18 02:07:35", "relevant_companies": ["RWE", "GNMOC", "FIAT", "DOWJON", "SP500"], "about_companies": ["RWE", "SP500"], "publisher_name": "International Examples"}
{"an": "84585", "title": "Why Wall Street Finally Fears the Coronavirus", "snippet": "The financial world is realizing how different this is from a trade war or other recent economic hiccups.\n\nFor weeks, there has been a strange divergence among those trying to predict what coronavirus might mean for financial markets and the world economy.", "body": "", "ingestion_datetime": 1582704147000, "converted_ingestion_datetime_utc-5": "2020-02-26 03:02:27", "relevant_companies": ["JFKYSG", "FED", "SP500"], "about_companies": ["FED", "SP500"], "publisher_name": "International Examples"}
{"an": "86236", "title": "Dallas-area home prices inch higher", "snippet": "Dallas-area home prices continued to show modest gains in the latest nationwide comparison. Dallas prices were up 2.6% from a year ago in the just released S&P CoreLogic Case-Shiller Home Price Index. That was less than the nationwide annual price rise of 3.8% from December 2018. Home prices grew in all of the 20 major U.S. markets tracked each month in the Case-Shiller survey. “The U.S. housing market continued its trend of stable growth in December,” S&P’s Craig J. Lazzara said in the report. “At the national level, home prices are 59% above the trough reached in February 2012, and 15% above their pre-financial crisis peak.” None of the home markets had double-digit percentage home price increases. The largest year-over-year price gains were in Phoenix (6.5%), Charlotte, N.C. (5.3%) and Tampa, Fla. (5.2%). The Dallas-area price increase was in line with appreciation reported by Case-Shiller in recent months.", "body": "", "ingestion_datetime": 1582761583000, "converted_ingestion_datetime_utc-5": "2020-02-26 18:59:43", "relevant_companies": ["TWNIT", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "65055", "title": "U.S. Virus Warning Rocks Markets --- Treasury Yields Hit Record Low; Stocks Fall on Disruption Fears", "snippet": "The yield on the benchmark 10-year U.S. Treasury note fell to an all-time low Tuesday as stocks swooned for a second straight day, driven by worries the coronavirus could seriously disrupt an already sluggish global economy.\n\nThe fall in yields marked the latest milestone in a decadeslong bond rally driven by persistently low inflation. After hovering between 1.5% and 2% for months, the 10-year yield was pushed sharply lower by reports the coronavirus was spreading outside China. The Centers for Disease Control and Prevention warned Tuesday of an increased threat to U.S. residents.", "body": "", "ingestion_datetime": 1582701116000, "converted_ingestion_datetime_utc-5": "2020-02-26 02:11:56", "relevant_companies": ["USDTR", "USCDCP", "TRDWGL", "RCJVTW", "MRIS", "MARKIT", "GROPTW", "FED", "EURUNO", "DAVDA", "CCRED", "SP500"], "about_companies": ["USCDCP", "SP500"], "publisher_name": "International Examples"}
{"an": "86069", "title": "Business & Finance", "snippet": "The yield on the benchmark 10-year U.S. Treasury note fell to an all-time low amid worries the coronavirus could seriously disrupt the world economy. U.S. stocks extended their slide, with the Dow and S&P 500 both down more than 3%. The Nasdaq fell 2.8%.\n\n---", "body": "", "ingestion_datetime": 1582701223000, "converted_ingestion_datetime_utc-5": "2020-02-26 02:13:43", "relevant_companies": ["VIACMI", "USDTR", "SRCXLC", "SALESF", "DSNYW", "DORSWA", "BDMEDP", "SP500"], "about_companies": ["SRCXLC", "SP500"], "publisher_name": "International Examples"}
{"an": "52541", "title": "Investors Discover There's Gold in the Mobile-Home Park", "snippet": "One of the best-performing investments since last decade's housing crash: trailer parks.\n\nFrom the March 2009 stock-market bottom, shares of big mobile-home park owners Sun Communities Inc. and Equity LifeStyle Properties Inc. have returned a tech-like 4,137% and 1,186%, respectively, counting price changes and dividend payments. The S&P 500's return has been 499%.", "body": "", "ingestion_datetime": 1582701066000, "converted_ingestion_datetime_utc-5": "2020-02-26 02:11:06", "relevant_companies": ["USDDC", "SUNCM", "STWFIN", "MAHOME", "IHMSLP", "GSADVI", "CRLYLG", "BLGROU", "SP500"], "about_companies": ["SUNCM", "MAHOME", "GSADVI", "SP500"], "publisher_name": "International Examples"}
{"an": "78308", "title": "Markets laid low as coronavirus threatens to hurt global growth", "snippet": "The Dow Jones industrial average fell by more than 600 points last night ending its worst week since August as fresh economic data and concern about the effect that coronavirus will have on global growth hit stock markets.\n\nIn London, the FTSE 100 reversed all its post-election gains, puncturing the \"Boris bounce\" as sterling strengthened on the day Britain left the European Union. Oil and metal prices also came under pressure after the first cases of the virus were confirmed in the UK.", "body": "", "ingestion_datetime": 1580538018000, "converted_ingestion_datetime_utc-5": "2020-02-01 01:20:18", "relevant_companies": ["GLDMNS", "EURUNO", "DOWJON", "DORSWA", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "14864", "title": "Asset management: Privacy and its limits", "snippet": "When an idea is universally held in finance it often pays to be cautious. Right now almost everyone believes that private markets are better than public ones\n\nTHERE WAS a time when a sure way to establish a reputation as a campus sage was to bang on about the \"dialectic\", or the action of opposing historical forces. Sooner or later somebody will apply the term to asset management. The industry is not short of would-be sages. And it has historical forces of its own to contend with. Over the past decade there has been a dramatic shift towards \"passive\" funds. They track publicly listed stocks or bonds that are liquid--that is, easy to buy or sell. The most popular funds are huge, run by computers, widely held and have low fees.", "body": "", "ingestion_datetime": 1580428868000, "converted_ingestion_datetime_utc-5": "2020-01-30 19:01:08", "relevant_companies": ["ZIMRIU", "NTYVGN", "KNPFUN", "KKR", "ECONN", "CNYC", "BLGROU", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "65999", "title": "Gold nears 7-year high as Iran fears hit markets", "snippet": "Oil price rises amid move into safe haven assets\n\nGold traded at its highest price in nearly seven years yesterday as tensions increased in the Middle East and investors rushed for safer assets.", "body": "", "ingestion_datetime": 1578377565000, "converted_ingestion_datetime_utc-5": "2020-01-07 01:12:45", "relevant_companies": ["USASNT", "USAGOV", "DOWJON", "DORSWA", "CCRED", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "69075", "title": "EXCHANGE --- Markets News -- Credit Markets: Kraft Debt Sinks After Fitch, S&P Downgrade", "snippet": "Investors dumped bonds of Kraft Heinz Co. when Fitch Ratings and S&P Global Ratings pushed their ratings of the company into junk territory following disappointing earnings.\n\nA downgrade by two of the three major ratings firms typically forces index operators to classify such companies as below investment grade and prohibit many bond funds from holding their debt.", "body": "", "ingestion_datetime": 1581750775000, "converted_ingestion_datetime_utc-5": "2020-02-15 02:12:55", "relevant_companies": ["NCNBCO", "HINZC", "FISI", "DUNBST", "SP500"], "about_companies": ["HINZC", "NCNBCO", "SP500"], "publisher_name": "International Examples"}
{"an": "30182", "title": "Wall Street waiting to see what will happen with TI", "snippet": "Is the current down cycle bottoming out for Texas Instruments? On Wednesday, the Dallas chipmaker is expected to report its fifth consecutive decline in quarterly sales and profits, which would be its worst slowdown since 2013. Yet TI’s stock price has rebounded strongly since mid-October, when it posted a double-digit decline in revenue and operating profit — and warned of bad numbers ahead. TI’s stock price fell 7.5% following the third-quarter results, the biggest daily drop in years. While TI cited “broad-based weakness,” investors focused on comments about the trade war with China. “When there’s tensions in trade and obstacles to trade, what do businesses do? They become more cautious, and they pull back,” chief financial officer Rafael Lizardi said during the October call with analysts. Wall Street will be looking closely for signs of improvement. As the world’s largest maker of analog chips, TI is considered a bellwether for the technology sector and broader economy.", "body": "", "ingestion_datetime": 1579651180000, "converted_ingestion_datetime_utc-5": "2020-01-21 18:59:40", "relevant_companies": ["TXSIL", "TWNIT", "INTL", "AMD", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "86730", "title": "Markets Rise, but Virus Worries Loom", "snippet": "Stocks rose in much of the world Monday and recovered some of their losses from earlier weeks, but markets are still far from giving the all-clear on the virus that has spread to more than 20 countries and infected more than 17,000 people.\n\nChinese stocks tumbled nearly 8 percent after investors there got a chance to catch up to losses that already swept through other markets. Monday was the first day of trading in more than a week in Shanghai, and the losses would likely have been bigger if not for moves by Chinese authorities, including the pumping of $173 billion into the financial system.", "body": "", "ingestion_datetime": 1580803316000, "converted_ingestion_datetime_utc-5": "2020-02-04 03:01:56", "relevant_companies": ["FED", "DORSWA", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "40371", "title": "Streetwise: More Companies Are in the Red Even as Stocks Soar", "snippet": "Tesla Inc. shares have doubled in three months, while General Electric Co. shares are up 44%. The pair are the two most valuable loss-making companies, part of a shockingly high proportion of listed companies that have been unprofitable -- despite, or perhaps because of, the long bull market.\n\nWhile Tesla and GE couldn't be more different, they are exemplars of two trends driving the rising number of loss makers. Tesla shows a desire by investors to back disruptive companies as they build their sales. GE represents a growing number of companies struggling to make money from traditional businesses -- although GE bucks a third trend, which is that many of the unloved losers are small companies being squeezed by the growth of giant corporations.", "body": "", "ingestion_datetime": 1578640477000, "converted_ingestion_datetime_utc-5": "2020-01-10 02:14:37", "relevant_companies": ["TESLMI", "SG", "GNMOC", "GNELC", "FRDMO", "DOWJON", "SP500"], "about_companies": ["GNELC", "TESLMI", "SP500"], "publisher_name": "International Examples"}
{"an": "89334", "title": "ETF Investors Go Big, Small Funds Go Home", "snippet": "It is becoming increasingly hard to break into the $4.3 trillion market for exchange-traded funds.\n\nA rising number of fund closures has deterred financial advisers from backing new entrants, reinforcing a cycle that has allowed bigger funds managed by established players to keep growing. Many other ETFs are shrinking -- and potentially on a trajectory to eventual closure -- if they can't accrue enough assets to stay in business.", "body": "", "ingestion_datetime": 1578640466000, "converted_ingestion_datetime_utc-5": "2020-01-10 02:14:26", "relevant_companies": ["VVXVBN", "VNGD", "TOTRC", "TESLMI", "SSBT", "IZTUBU", "ISPIXT", "GOOG", "GOGNEW", "DOWJON", "CERASS", "BLAMAN", "SP500"], "about_companies": ["VNGD", "BLAMAN", "SP500"], "publisher_name": "International Examples"}
{"an": "20908", "title": "Growth Investors Face Test of Their Mettle", "snippet": "The revenue warning issued on Monday by Apple Inc. is another test of investors' long-running love affair with so-called growth stocks.\n\nFor weeks, investors have bet that the giant technology stocks that have led the market would march on despite the disruption and economic slowdown in China caused by the coronavirus. They've continued to put their faith in companies that promise rapidly increasing profits and revenue.", "body": "", "ingestion_datetime": 1582009826000, "converted_ingestion_datetime_utc-5": "2020-02-18 02:10:26", "relevant_companies": ["WLMRT", "RCJVTW", "ONLNFR", "NMLI", "MCROST", "GOOG", "GOGNEW", "FED", "APPLC", "AMZCOM", "SP500"], "about_companies": ["NMLI", "SP500"], "publisher_name": "International Examples"}
{"an": "23521", "title": "Virus 'set to force factory shutdowns'", "snippet": "Multinationals face global supply chain disruptionCoronavirus hitting global supply chains\n\nFactories across Europe will have to shut within weeks if the coronavirus outbreak continues to disrupt their supply chains, analysts have said as the economic fallout grows.", "body": "", "ingestion_datetime": 1581055933000, "converted_ingestion_datetime_utc-5": "2020-02-07 01:12:13", "relevant_companies": ["WHOZ", "SNYCO", "SANSYN", "OPEXPC", "NINDO", "FTGRP", "FIAT", "CPECNL", "CNFINA", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "77459", "title": "Virus 'set to force factory shutdowns'", "snippet": "Multinationals face global supply chain disruption\n\nCoronavirus hitting global supply chains", "body": "", "ingestion_datetime": 1581055822000, "converted_ingestion_datetime_utc-5": "2020-02-07 01:10:22", "relevant_companies": ["WHOZ", "SNYCO", "SANSYN", "OPEXPC", "NINDO", "FTGRP", "FIAT", "CPECNL", "CNFINA", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "15435", "title": "Stocks Hit Records as China Cuts Tariffs", "snippet": "Stocks rose after China said it would cut in half tariffs on $75 billion of U.S. imports, signaling it would follow through with parts of a recently signed trade agreement.\n\nChina's Finance Ministry said its decision to cut tariffs was meant to help \"alleviate economic and trade frictions\" and added that it hoped to work with the U.S. to ultimately eliminate all increased tariffs.", "body": "", "ingestion_datetime": 1581059725000, "converted_ingestion_datetime_utc-5": "2020-02-07 02:15:25", "relevant_companies": ["TWNIT", "LAUDR", "ISPTNL", "DEUT", "CNFINA", "SP500"], "about_companies": ["CNFINA", "SP500"], "publisher_name": "The Example News"}
{"an": "13778", "title": "Markets fall as virus spread speeds up", "snippet": "Global stock markets have fallen after signs that the spread of coronavirus outside China was accelerating.\n\nMarkets were lifted earlier in the week when it appeared that efforts to contain the virus were working. These gains were partially wiped out yesterday after the South Korean authorities reported a sudden rise in new cases and Japan announced another two deaths.", "body": "", "ingestion_datetime": 1582265808000, "converted_ingestion_datetime_utc-5": "2020-02-21 01:16:48", "relevant_companies": ["QNTAS", "PRGML", "IMONF", "AFRAN", "SP500"], "about_companies": ["AFRAN", "SP500"], "publisher_name": "International Examples"}
{"an": "39595", "title": "Markets fall as virus spread speeds up", "snippet": "Global stock markets have fallen after signs that the spread of coronavirus outside China was accelerating.\n\nMarkets were lifted earlier in the week when it appeared that efforts to contain the virus were working. These gains were partially wiped out yesterday after the South Korean authorities reported a sudden rise in new cases and Japan announced another two deaths.", "body": "", "ingestion_datetime": 1582265526000, "converted_ingestion_datetime_utc-5": "2020-02-21 01:12:06", "relevant_companies": ["TIATAS", "QNTAS", "PRGML", "IMONF", "AFRAN", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "32363", "title": "Retail Icon Casts Off Victoria's Secret", "snippet": "For more than five decades, Les Wexner brought fashion to the masses through mall stores across America, but the 82-year-old billionaire's decision to part ways with Victoria's Secret is an admission that he couldn't revive the troubled lingerie brand he had built on shopping centers and sex appeal.\n\nL Brands Inc., Mr. Wexner's company, agreed on Thursday to sell a controlling stake in the apparel chain to private-equity firm Sycamore Partners for $525 million, and he agreed to step down as chairman and chief executive. The Wall Street Journal had first reported on the moves.", "body": "", "ingestion_datetime": 1582269256000, "converted_ingestion_datetime_utc-5": "2020-02-21 02:14:16", "relevant_companies": ["SYCPAU", "STPLS", "SMPSRS", "LTDI", "LLLMAI", "JONAP", "FEDS", "BARGRP", "BABOWO", "ABERFT", "SP500"], "about_companies": ["SYCPAU", "LTDI", "LLLMAI", "SP500"], "publisher_name": "The Example News"}
{"an": "56951", "title": "These improbable events might just happen", "snippet": "Making predictions for the year to come is a hit-and-miss affair but there's no point in playing unless you're bold\n\nJournalists' predictions for the new year are about as dependable as the commitments to personal reformation that many of us make. But unlike new year's resolutions, which at least demonstrate annually that the human spirit remains undimmed by repeated failure, the forecasts we feel compelled to make are almost completely worthless.", "body": "", "ingestion_datetime": 1577945580000, "converted_ingestion_datetime_utc-5": "2020-01-02 01:13:00", "relevant_companies": ["STNDPR", "GLDMNS", "EURCB", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "37507", "title": "Investing In Funds & ETFs: A Monthly Analysis --- Financial Advisers: For Athletes, Retirement Is Always Near --- Lucrative but often-short careers pose a challenge for the structure of investment portfolios", "snippet": "The athletes who just played in the Super Bowl are fund investors, like so many other people. But that may be where the investment similarity ends.\n\nMost professional athletes earn large sums of money at a young age, and for a short period. After that, many enter an extended retirement, potentially for more than 40 years.", "body": "", "ingestion_datetime": 1581318144000, "converted_ingestion_datetime_utc-5": "2020-02-10 02:02:24", "relevant_companies": ["SDPRET", "NFLINC", "NABLLA", "BIGMAC", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "33065", "title": "Investing In Funds & ETFs: A Monthly Analysis --- Which Way to Buy Gold: The Metal or the Companies?", "snippet": "After years stuck in the doldrums, gold is back in fashion. A common question from individual investors is, should they put their money into the precious metal itself or gold-mining stocks?\n\n\"It boils down to what you are trying to achieve\" says Rohit Savant, vice president of research at New York commodities consulting firm CPM Group.", "body": "", "ingestion_datetime": 1581318123000, "converted_ingestion_datetime_utc-5": "2020-02-10 02:02:03", "relevant_companies": ["ZMUSEH", "STGLTR", "CYACRQ", "CPMI", "SP500"], "about_companies": ["CPMI", "SP500"], "publisher_name": "International Examples"}
{"an": "18971", "title": "Business & Finance", "snippet": "The U.S. and China signed a deal that marks a truce in a two-year trade war but leaves in place tariffs on about $370 billion in Chinese goods. U.S. business leaders stressed the need to keep talks going.\n\n---", "body": "", "ingestion_datetime": 1579158733000, "converted_ingestion_datetime_utc-5": "2020-01-16 02:12:13", "relevant_companies": ["VCESTR", "UNITEL", "DOWJON", "BLAMAN", "ANTITR", "AMZCOM", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "51750", "title": "Berkshire Stock Underperforms", "snippet": "Warren Buffett sought to reassure investors about Berkshire Hathaway Inc.'s long-term future following an underwhelming year for the conglomerate's performance.\n\nThe 89-year-old Mr. Buffett, Berkshire's chairman and chief executive, is renowned for his long-term success as a stock investor and deal maker. But in recent years, Berkshire's stock performance has failed to beat the market.", "body": "", "ingestion_datetime": 1582528385000, "converted_ingestion_datetime_utc-5": "2020-02-24 02:13:05", "relevant_companies": ["OCCID", "NWBC", "HINZC", "GECC", "FARLM", "BKHT", "APPLC", "ANADP", "SP500"], "about_companies": ["BKHT", "SP500"], "publisher_name": "International Examples"}
{"an": "87210", "title": "Dropbox Finds a Way To Shake Things Up", "snippet": "[Financial Analysis and Commentary]\n\nHaving struggled to convince investors of its growth prospects, it was high time for Dropbox to try something new.", "body": "", "ingestion_datetime": 1582527924000, "converted_ingestion_datetime_utc-5": "2020-02-24 02:05:24", "relevant_companies": ["VALULP", "DROPBO", "SP500"], "about_companies": ["DROPBO", "SP500"], "publisher_name": "The Example News"}
{"an": "86069", "title": "Virus-hit markets 'could fall by 10%'", "snippet": "Broker warns markets could fall by 10%\n\nThe deadly virus outbreak spreading from China could wipe 10 per cent off the value of world stock markets, a broker warned yesterday as international businesses intensified efforts to scale back operations in the country.", "body": "", "ingestion_datetime": 1580364714000, "converted_ingestion_datetime_utc-5": "2020-01-30 01:11:54", "relevant_companies": ["UBS", "TOYTA", "SNDOZ", "SG", "SBCOFF", "RCCL", "JONJON", "HENNS", "DOWJON", "CHSCDY", "BIGMAC", "BAIRW", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "40710", "title": "Will the Gulf catch fire?", "snippet": "After the American strike, the region fears attacks by Iran on economic targets and business leaders, reports John Arlidge\n\nThe crowds gathered to watch the New Year fireworks at the Burj Khalifa skyscraper in Dubai had something more to celebrate than the advent of a new decade. \"Things are getting better for the first time in years,\" said Majed Shadani, as he and his family watched the rockets light up the warm desert night air.", "body": "", "ingestion_datetime": 1578205165000, "converted_ingestion_datetime_utc-5": "2020-01-05 01:19:25", "relevant_companies": ["VLKWAG", "ULVR", "TWBAN", "RUSIDS", "RNLP", "PRGML", "PEUGCT", "NOVTL", "NIA", "EXXN", "BP", "BAE", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "36836", "title": "Business complains at poor guidance on handling cases", "snippet": "Whitehall officials urged leading lobby groups to pass on official guidance on coronavirus after companies expressed concern over perceived inaction.\n\nThe advice, which covers issues from self-isolating staff to the disposal of used tissues, was circulated in the face of frustration among some of Britain's biggest businesses.", "body": "", "ingestion_datetime": 1582784096000, "converted_ingestion_datetime_utc-5": "2020-02-27 01:14:56", "relevant_companies": ["WHOZ", "SOCAL", "SMFT", "HEAPR", "SP500"], "about_companies": ["SMFT", "HEAPR", "SP500"], "publisher_name": "The Example News"}
{"an": "81844", "title": "Stocks You Can Take to the Bunker", "snippet": "As markets shudder in response to the spread of the coronavirus, some investors are betting you'll want what these companies make.\n\nCanned soup? Check. Frozen french fries? Check. Disinfecting wipes? Check.", "body": "", "ingestion_datetime": 1582790526000, "converted_ingestion_datetime_utc-5": "2020-02-27 03:02:06", "relevant_companies": ["PPPRFI", "LMBWST", "GILSCI", "CLOR", "CAMSUP", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "55588", "title": "Virus fear grips markets", "snippet": "The coronavirus epidemic that began in China has sent global stocks into a spin, reports Sabah Meddings\n\nIn Hong Kong on Friday, Christian Hogg was wondering what to tell his 5,000 staff in China. The chief executive of drug-maker Hutchison China Meditech had been hoping to reopen his factory near Shanghai tomorrow after the Chinese New Year holiday. The coronavirus outbreak put paid to that.", "body": "", "ingestion_datetime": 1580624148000, "converted_ingestion_datetime_utc-5": "2020-02-02 01:15:48", "relevant_companies": ["WHOZ", "VUIMTH", "USCDCP", "TWNIT", "TUOQA", "TOYTA", "SBCOFF", "SANSYN", "ONATST", "LFTHNS", "HWCHMT", "HOND", "HENNS", "GUIN", "GNMOC", "EURCB", "CNYC", "BURBY", "BIGMAC", "BAIRW", "SP500"], "about_companies": ["HWCHMT", "SP500"], "publisher_name": "The Example News"}
{"an": "18189", "title": "Ford's Operating Income Plunges", "snippet": "Ford Motor Co. said fourth-quarter operating income sank by two-thirds, and it issued a lower-than-expected profit outlook for 2020, the latest signs of trouble for Chief Executive Jim Hackett's turnaround plan.\n\nFord said operating income for the October-to-December period was $485 million, down from $1.5 billion a year earlier. Earnings per share adjusted for one-time items were 12 cents, well short of analysts' estimate of 17 cents.", "body": "", "ingestion_datetime": 1580886751000, "converted_ingestion_datetime_utc-5": "2020-02-05 02:12:31", "relevant_companies": ["UAUWK", "FRDMO", "SP500"], "about_companies": ["FRDMO", "SP500"], "publisher_name": "International Examples"}
{"an": "62776", "title": "Why cheap trackers are not the top performers", "snippet": "Everywhere you look it seems that investors are ditching actively managed funds in favour of cheaper tracker funds. The Investment Association, the UK fund industry trade body, says that during the 12 months to October 2019 investors ploughed £15.3 billion into tracker funds, which replicate the performance of an index by simply holding all its stocks, and pulled £9.2 billion out of active funds, which contain stocks actively chosen by a fund manager.\n\nInvestors in the US have pulled an estimated $1 trillion from actively managed funds in the past decade. Last month the $380 billion California Public Employees Retirement System, which manages pensions for 1.6 million workers, said it was ditching most of the active managers running its pension fund. It will channel most of the money into passive, or tracker, funds.", "body": "", "ingestion_datetime": 1578723466000, "converted_ingestion_datetime_utc-5": "2020-01-11 01:17:46", "relevant_companies": ["RCJVTW", "CLPERS", "BSTNVB", "SP500"], "about_companies": ["CLPERS", "SP500"], "publisher_name": "International Examples"}
{"an": "17369", "title": "EXCHANGE --- Friday's Markets: Dow Retreats After Crossing 29000 --- The index has risen 8.8% over the past three months and 20% over the past year", "snippet": "The Dow Jones Industrial Average briefly jumped past the 29000 milestone for the first time Friday but hit resistance after a dramatic three-month rally.\n\nThe blue-chip index crossed the threshold in morning trading before turning lower. It closed near session lows, down 133.13 points, or 0.5%, at 28823.77, after earlier rising as high as 29009.07.", "body": "", "ingestion_datetime": 1578727132000, "converted_ingestion_datetime_utc-5": "2020-01-11 02:18:52", "relevant_companies": ["USDLAB", "SCHWAB", "FED", "DOWJON", "BOEING", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "40529", "title": "Headhunters: Take me to a leader", "snippet": "The industry tasked with finding bosses is more powerful than ever, even though the value it provides remains hard to measure\n\nFOR A FEW months last year Matthieu (not his real name) was on the most important team in finance. SWIFT, a global payments-messaging service owned by 11,000 banks, was looking for a new chief. So was CLS, an institution that settles four-fifths of worldwide foreign-exchange turnover. Each had hired Matthieu's firm to find one. He was aware of the stakes. Both outcomes were going to \"impact everything\" that money touches, he told The Economist at the time. His voice barely rose over the mellow music of a Manhattan hotel's bar but nonetheless it carried a bass note of self-importance.", "body": "", "ingestion_datetime": 1581120640000, "converted_ingestion_datetime_utc-5": "2020-02-07 19:10:40", "relevant_companies": ["ZEHND", "SPSTU", "RUSRE", "PEPSCO", "LINKD", "KRNFRY", "IPARAY", "INTL", "IBM", "HEIDRS", "GNELC", "GECALS", "EURCB", "ECONN", "DSNYW", "BOEING", "APPLC", "AMZCOM", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "52837", "title": "Profit Rebound Expected in 2020", "snippet": "Money managers aren't expecting much when U.S. companies report their latest quarterly results over the next several weeks.\n\nBut for the bull market to continue its more than decadelong ascent, they are leaning on one crucial assumption: that corporate earnings growth will pick up over the next couple of quarters from its current near-zero rate.", "body": "", "ingestion_datetime": 1578985543000, "converted_ingestion_datetime_utc-5": "2020-01-14 02:05:43", "relevant_companies": ["UHELC", "TWBAN", "SK", "MARKIT", "HNESGI", "GLDMNS", "DOWJON", "DORSWA", "DELTAA", "CATRA", "BOEING", "AUPNEW", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "61881", "title": "World markets show signs of fever", "snippet": "World stock markets succumbed to coronavirus yesterday with Britain's FTSE 100 suffering its sharpest fall in nearly four months.\n\nShares in airlines and leisure companies declined as investors traded them for so-called \"safe-haven\" assets such as gold and government bonds.", "body": "", "ingestion_datetime": 1580191870000, "converted_ingestion_datetime_utc-5": "2020-01-28 01:11:10", "relevant_companies": ["INHOGR", "EDIIRL", "BAIRW", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "44224", "title": "Markets on the slide as fears spread over virus", "snippet": "Interest rate talk piles pressure on Wall Street\n\nMarkets hit by virus fear", "body": "", "ingestion_datetime": 1580191920000, "converted_ingestion_datetime_utc-5": "2020-01-28 01:12:00", "relevant_companies": ["USAGOV", "INHOGR", "FED", "EDIIRL", "DOWJON", "DORSWA", "CHMER", "CHBOEI", "CCRED", "BNKENG", "BAIRW", "SP500"], "about_companies": ["FED", "SP500"], "publisher_name": "International Examples"}
{"an": "80951", "title": "Global markets rise on Beijing's £87bn stimulus", "snippet": "World stock markets started the year on a high after China's central bank signalled a year of loose monetary policy with a decision to flush its financial system with cash.\n\nOn the first day of trading in 2020 Wall Street's main indices again closed at record highs as European and Asian markets also posted strong gains.", "body": "", "ingestion_datetime": 1578031936000, "converted_ingestion_datetime_utc-5": "2020-01-03 01:12:16", "relevant_companies": ["PBCHIN", "DOWJON", "DORSWA", "SP500"], "about_companies": ["PBCHIN", "SP500"], "publisher_name": "The Example News"}
{"an": "44866", "title": "Global markets rise on Beijing's £87bn stimulus", "snippet": "World stock markets started the year on a high after China's central bank signalled a year of loose monetary policy with a decision to flush its financial system with cash.\n\nOn the first day of trading in 2020 Wall Street's main indices again closed at record highs as European and Asian markets also posted strong gains.", "body": "", "ingestion_datetime": 1578031991000, "converted_ingestion_datetime_utc-5": "2020-01-03 01:13:11", "relevant_companies": ["PBCHIN", "DOWJON", "DORSWA", "SP500"], "about_companies": ["PBCHIN", "SP500"], "publisher_name": "The Example News"}
{"an": "80297", "title": "Stand by for the roaring Twenties as stock pickers toast political cheer and fiscal shifts", "snippet": "FOCUS IF the clink of champagne glasses clutched by City stock pickers on New Year's Eve was a little more vigorous than usual this year, the grins a little wider, it's not hard to see why.\n\nBuoyed by strong corporate earnings and economic growth, in 2019 global stock markets posted the best year since the financial crisis despite fears a year ago that the long-running bull market would finally run out of steam.", "body": "", "ingestion_datetime": 1578061909000, "converted_ingestion_datetime_utc-5": "2020-01-03 09:31:49", "relevant_companies": ["NCNBCO", "LAGIMH", "EURUNO", "DORSWA", "ASIVEC", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "53382", "title": "Wall Street report", "snippet": "Strong earnings and solid retail data pushed indices to three new highs. The Dow Jones industrial average rose 267.42 points, or 0.9 per cent, to 29,297.64 and the S&P 500 was up 0.8 per cent at 3,316.81. The Nasdaq was up 1.1 per cent at 9,357.13.", "body": "", "ingestion_datetime": 1579241851000, "converted_ingestion_datetime_utc-5": "2020-01-17 01:17:31", "relevant_companies": ["DOWJON", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "64853", "title": "China Appears to Shake Off Its Doldrums, but Trouble Lurks", "snippet": "Consumers are spending, and Beijing reached a trade deal with the U.S., but the Chinese economy still faces a difficult addiction to borrowing.\n\nHONG KONG -- China's factories are beginning to hum again. Its consumers are opening their wallets. Its trade tensions with the United States are easing.", "body": "", "ingestion_datetime": 1579248081000, "converted_ingestion_datetime_utc-5": "2020-01-17 03:01:21", "relevant_companies": ["COMBNK", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "87760", "title": "Global Rebound Doesn't Hang on Trump's Trade Deal --- There were tentative signs a recovery was on the way before the latest U.S.-China truce", "snippet": "[Financial Analysis and Commentary]\n\nCan a landmark trade deal between the U.S. and China fix the world's economic problems? Luckily, it may not have to.", "body": "", "ingestion_datetime": 1579244622000, "converted_ingestion_datetime_utc-5": "2020-01-17 02:03:42", "relevant_companies": ["OECODE", "DOWJON", "BOASL", "BNKENG", "ACEMYC", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "50956", "title": "Flight to safety as virus increases outside China", "snippet": "Markets tumble amid fears over damage to economic growth\n\nThe FTSE 100 yesterday suffered its largest single-day points drop since August 2015 and its biggest percentage decline since January 2016 as the spread of coronavirus outside China triggered an investor flight to safety.", "body": "", "ingestion_datetime": 1582611024000, "converted_ingestion_datetime_utc-5": "2020-02-25 01:10:24", "relevant_companies": ["WHOZ", "EURUNO", "DORSWA", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "41724", "title": "CORONAVIRUS FEARS INFECT STOCKS AROUND THE GLOBE", "snippet": "FRESH fears about the growing severity of the coronavirus outbreak tore through global stock markets yesterday.\n\nEquity markets in Asia, Europe and the US tumbled as the death toll from the outbreak hit 170 in China and the first person-to-person transmission was confirmed in America.", "body": "", "ingestion_datetime": 1580424975000, "converted_ingestion_datetime_utc-5": "2020-01-30 17:56:15", "relevant_companies": ["WELCNM", "TRNSIH", "RNLP", "DOWJON", "DORSWA", "CENTAM", "CCRED", "BP", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "15687", "title": "IBM Chief Rometty Is Stepping Down", "snippet": "International Business Machines Corp. said Chief Executive Ginni Rometty is stepping down after a challenging eight-year run at the top of the iconic technology company, as she struggled to deliver growth at a time other tech giants' fortunes blossomed.\n\nMs. Rometty, 62 years old, will formally step down on April 6. She will be succeeded by Arvind Krishna, who heads the company's cloud and cognitive-software division, the company said on Thursday. Jim Whitehurst -- the chief executive of Red Hat, the open-source software giant that IBM acquired for about $33 billion last year -- was appointed the company's president.", "body": "", "ingestion_datetime": 1580454964000, "converted_ingestion_datetime_utc-5": "2020-01-31 02:16:04", "relevant_companies": ["UNVEIS", "PRWTH", "MCROST", "IBM", "GRTG", "DOWJON", "AMZCOM", "SP500"], "about_companies": ["IBM", "SP500"], "publisher_name": "International Examples"}
{"an": "17719", "title": "Pier 1 Imports to close up to 450 stores nearly half of its locations", "snippet": "The company will also close certain distribution centers and reduce its corporate expenses because of the \"revised store footprint.\" Pier 1 Imports plans to close up to 450 locations, nearly half of its 942 stores, the company announced Monday.\n\nThe Fort Worth, Texas-based home goods retailer said the decision to reduce its store footprint is needed \"to better align its business with the current operating environment.\"", "body": "", "ingestion_datetime": 1578387787000, "converted_ingestion_datetime_utc-5": "2020-01-07 04:03:07", "relevant_companies": ["PONE", "KGGFPP", "SP500"], "about_companies": ["PONE", "SP500"], "publisher_name": "International Examples"}
{"an": "88593", "title": "Business & Finance", "snippet": "Huawei and two of its U.S. subsidiaries were charged in a federal indictment with racketeering conspiracy and conspiracy to steal trade secrets.\n\n---", "body": "", "ingestion_datetime": 1581664642000, "converted_ingestion_datetime_utc-5": "2020-02-14 02:17:22", "relevant_companies": ["PGASEL", "NIA", "MCROST", "HUAWT", "DORSWA", "BOEING", "BARC", "AMZCOM", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "73664", "title": "OUTBREAK FEARS WIPE £190BN OFF FTSE", "snippet": "AMERICAN stocks plummeted by record levels last night as panic grew about the global spread of coronavirus.\n\nThe US benchmark Dow Jones index fell by 4.4 per cent, or more than 1,100 points, the biggest one-day points drop in history.", "body": "", "ingestion_datetime": 1582847829000, "converted_ingestion_datetime_utc-5": "2020-02-27 18:57:09", "relevant_companies": ["MCROST", "GLDMNS", "EASJET", "BAIRW", "ARTBOE", "ABLLHL", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "70613", "title": "Coronavirus Live Updates: Outbreak Has 'Pandemic Potential,' W.H.O. Warns", "snippet": "Outbreak has ''pandemic potential,'' the W.H.O. warns.\n\nThe steady global march of the new coronavirus outbreak transformed into a fierce gallop over the past 48 hours, more than a dozen countries recorded their first confirmed cases and the world's leading health official warned of a coming pandemic.", "body": "", "ingestion_datetime": 1582859046000, "converted_ingestion_datetime_utc-5": "2020-02-27 22:04:06", "relevant_companies": ["USDHHS", "USCDCP", "NYT", "SP500"], "about_companies": ["SP500"], "publisher_name": "The Example News"}
{"an": "59920", "title": "Some Stocks Are Diamonds in Rough Patch", "snippet": "Global markets have been on a roller-coaster ride the past week. The coronavirus epidemic is spreading rapidly, and analysts say there is no telling how big of a hit the economy will take as a result.\n\nInvestors quickly singled out stocks that could lose big if the virus proves especially disruptive, but many also tried to spot winning bets -- stocks that might actually benefit from consumers pulling back on their regular activities.", "body": "", "ingestion_datetime": 1582874095000, "converted_ingestion_datetime_utc-5": "2020-02-28 02:14:55", "relevant_companies": ["VIRFLL", "USDHHS", "SMCKR", "SLUMB", "SHKSUS", "REGPH", "RCCL", "PALTOD", "HLLBT", "DVNBST", "DOMZ", "CNMKHL", "CLOR", "CHMER", "CHGPIZ", "AMAIR", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "79917", "title": "Iger's Move Highlights Rare Leadership Role", "snippet": "Robert Iger, the longtime head of Walt Disney Co., stepped aside as CEO this week. But he's not really gone: Mr. Iger has taken on the relatively rare role of executive chairman.\n\nMajor corporations are increasingly splitting the positions of chairman and chief executive. Today, more than half the companies in the S&P 500 use such a structure, according to proxy advisory firm Institutional Shareholder Services, up from just 35% in 2009.", "body": "", "ingestion_datetime": 1582873973000, "converted_ingestion_datetime_utc-5": "2020-02-28 02:12:53", "relevant_companies": ["UNDARM", "RUSRE", "PCWRHL", "NIKE", "INTBMC", "INSHIN", "EIGHFL", "DSNYW", "CONTRE", "SP500"], "about_companies": ["SP500"], "publisher_name": "International Examples"}
{"an": "12392", "title": "Boots' stumbles put Walgreens on the back foot yet again", "snippet": "Investors knocked $2.7 billion off the market value of Walgreens Boots Alliance after it reported another disappointing performance by its British pharmacies.\n\nThe American owner of Boots UK also continued to be hampered by declining margins on sales of prescription drugs in the United States. Its first-quarter profit fell by nearly 25 per cent, causing it to miss Wall Street's forecasts.", "body": "", "ingestion_datetime": 1578550596000, "converted_ingestion_datetime_utc-5": "2020-01-09 01:16:36", "relevant_companies": ["WLGRN", "KKR", "BOOTCL", "SP500"], "about_companies": ["WLGRN", "BOOTZ", "BOOTCL", "SP500"], "publisher_name": "International Examples"}
{"an": "56769", "title": "Activists Take Aim at Deals --- Disrupting M&A activity is becoming a more popular pastime for such investors", "snippet": "[Financial Analysis and Commentary]\n\nDisrupting deals has always been a preferred tactic of activist investors, but they are becoming even more partial to it.", "body": "", "ingestion_datetime": 1579763054000, "converted_ingestion_datetime_utc-5": "2020-01-23 02:04:14", "relevant_companies": ["SNYCO", "LAZLTD", "HEDFRI", "ELLMCZ", "DOWJON", "CGS", "ATECN", "SP500"], "about_companies": ["ATECN", "SP500"], "publisher_name": "International Examples"}
{"an": "21342", "title": "Invest in the regions, but don't expect miracles", "snippet": "Some Treasury traditions have been lost in the mists of time, which is a pity. January used to be the time when the Treasury floated ideas for the March budget. Hares were set running, some of which found their way into newspapers such as this one, though sometimes they fell by the wayside before the day itself.\n\nChancellors would take senior officials to Dorneywood, the Buckinghamshire country home that goes with the job, or occasionally borrow Chevening, the foreign secretary's official residence in Kent. There, interspersed with parlour games and snooker matches between officials and ministers, a budget brainstorming would take place.", "body": "", "ingestion_datetime": 1578809576000, "converted_ingestion_datetime_utc-5": "2020-01-12 01:12:56", "relevant_companies": ["EURUNO", "SP500"], "about_companies": ["UKHMT", "SP500"], "publisher_name": "The Example News"}
{"an": "79232", "title": "US airstrike triggers oil price surge", "snippet": "Crude leaps 5% as global stock markets tumble\n\nCrude oil prices rose sharply yesterday after the American assassination of a top Iranian military commander.", "body": "", "ingestion_datetime": 1578118703000, "converted_ingestion_datetime_utc-5": "2020-01-04 01:18:23", "relevant_companies": ["USAGOV", "RYNAER", "RNLP", "FGVGER", "DOWJON", "DORSWA", "BP", "BAIRW", "SP500"], "about_companies": ["FGVGER", "SP500"], "publisher_name": "International Examples"}
{"an": "88747", "title": "WHY BREAKING UP CAN BE HARD TO DO; WARNING FOR INVESTORS AS FTSE GIANTS PLAN TO SPLIT", "snippet": "LIKE Fred Astaire and Ginger Rogers in the 1937 song Let's Call the Whole Thing Off, sometimes bosses think two parts of a business are better separated.\n\nThis might be because a faster-growing division is being held back by the rest of the group, or because the business straddles markets that directors think would be better served by separate, more specialised firms.", "body": "", "ingestion_datetime": 1578091284000, "converted_ingestion_datetime_utc-5": "2020-01-03 17:41:24", "relevant_companies": ["SMWH", "SMNWS", "SMIN", "RNLP", "RCOL", "PRUINS", "PFIZ", "NGRID", "IDVICR", "EBAYUS", "CTRCA", "BRGAS", "ABLLHL", "SP500"], "about_companies": ["SMNWS", "RCOL", "IDVICR", "SP500"], "publisher_name": "International Examples"}
{"an": "73842", "title": "EXCHANGE --- Markets: Defense Stocks Are a Rare Bright Spot --- Northrop Grumman leads rally as investors see tensions rising between U.S., Iran", "snippet": "Aerospace and defense stocks rose in the wake of the U.S.'s killing of an Iranian general as some investors wagered tensions between the two countries will ratchet higher.\n\nBut some analysts urged investors to look past the latest flare-up in geopolitical tensions and pounce on the broader stock market's pullback.", "body": "", "ingestion_datetime": 1578122213000, "converted_ingestion_datetime_utc-5": "2020-01-04 02:16:53", "relevant_companies": ["USDTR", "RAYTHN", "NRTHRP", "LCKHED", "HARSCO", "DOWJON", "APPLC", "SP500"], "about_companies": ["RAYTHN", "NRTHRP", "HARSCO", "SP500"], "publisher_name": "The Example News"}
